Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/kaksikielisesta_lastenlaulukirjasta_ilmestynyt_uusi_painos.html.tmx
Source language: fin
Languages: sme

source: Kaksikielisestä lastenlaulukirjasta ilmestynyt uusi painos
sme: Guovttegielat mánáidlávllagirjjis almmustuvvan ođđa preanttus

source: Piiččus – Bižus -lastenlaulukirjasta on ilmestynyt uusi painos.
sme: Piiččus – Bižus -mánáidlávllagirjjis lea almmustahtton ođđa preanttus.

source: Kirjan laulut ovat sekä inarinsaameksi että pohjoissaameksi.
sme: Girjji lávlagat leat sihke anárašgillii ja davvisámegillii.

source: Uuteen painokseen on lisätty kolme uutta inarinsaamenkielistä laulua.
sme: Ođđa prentosii leat lasihuvvon golbma ođđa anárašgielat lávlaga, mat eai leat jorgaluvvon davvisámegillii.

source: Aune Kuuva on säveltänyt ja sanoittanut kirjan laulut, ja nuotinnokset on tehnyt Helena Hyvärinen.
sme: Girjji lávlagiid sániid ja šuoŋaid lea ráhkadan Aune Kuuva. Helena Hyvärinen lea čállán lávlagiidda nuohtaid.

source: Ilmari Mattus on kuvittanut kirjan ja kääntänyt laulut pohjoissaameksi.
sme: Ilmari Mattus lea sárgon girjji govaid ja jorgalan lávlagiid davvisámegillii.

source: Nuottigraafikkona on toiminut Timo Leskelä.
sme: Nuohttagrafihkkárin lea doaibman Timo Leskelä.

source: Anna Lumikivi on nuotintanut uuteen painokseen lisätyt kolme laulua.
sme: Ođđa lávlagiidda nuohtaid lea čállán Anna Lumikivi.

source: Henna Lehtola on kirjoittanut laulujen sanoitukset nykyisen inarinsaamen kielen kirjoitusasun mukaiseksi.
sme: Henna Lehtola lea heivehan lávlagiid teavsttaid dálá anárašgiela čállinvuohkái.

source: Vanha painos on vuodelta 1987.
sme: Boares prentehus lea jagis 1987.

source: Uusia kirjoja voi tilata Saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta .
sme: Ođđa girjjit leat diŋgomis Sámedikki skuvlen- ja oahppomateriáladoaimmahagas.
